{
  "categories": [
    {
      "slug": "google-chrome-apps",
      "name": "Google Chrome Apps",
      "description": "Vanishing in over 1 year, Google Chrome Apps were hosted or packaged web applications that ran on the Google Chrome browser. It will be over 11 years old.",
      "icon": "🔪"
    },
    {
      "slug": "android-things",
      "name": "Android Things",
      "description": "Running out of juice in 10 months, Android Things was an Android-based embedded operating system (originally named Brillo) aimed to run on Internet of Things (IoT) devices. It will be over 6 years old.",
      "icon": "🔪"
    },
    {
      "slug": "google-hangouts",
      "name": "Google Hangouts",
      "description": "Floating belly up in 4 months, Google Hangouts was a communication platform which included messages, video chat, and VOIP features. Execution scheduled 'first half 2021'. It will be over 8 years old.",
      "icon": "🔪"
    },
    {
      "slug": "expiditions",
      "name": "Expeditions",
      "description": "Another one bites the dust in 4 months, Expeditions is a program for providing virtual reality experiences to school classrooms through Google Cardboard viewers, allowing educators to take their students on virtual field trips. It will be almost 6 years old.",
      "icon": "🔪"
    },
    {
      "slug": "tour-creator",
      "name": "Tour Creator",
      "description": "best cryptocurrency tools",
      "icon": "🔪"
    },
    {
      "slug": "poly",
      "name": "Poly",
      "description": "Another one bites the dust in 4 months, Poly was a distribution platform for creators to share 3D objects. It will be over 3 years old.",
      "icon": "🔪"
    },
    {
      "slug": "google-go-links",
      "name": "Google Go Links",
      "description": "Vanishing in 19 days, (also known as Google Short Links) was a URL shortening service. It also supported custom domain for customers of Google Workspace (formerly G Suite (formerly Google Apps)). It will be about 11 years old.",
      "icon": "💀"
    },
    {
      "slug": "tilt-brush",
      "name": "Tilt Brush",
      "description": "Killed about 1 month ago, Tilt Brush was a room-scale 3D-painting virtual-reality application available from Google, originally developed by Skillman & Hackett. . It was almost 5 years old.",
      "icon": "💀"
    },
    {
      "slug": "loon",
      "name": "Loon",
      "description": "Killed about 2 months ago, Loon was a service to provide internet access via an array of high-altitude balloons hovering in the Earth's stratsophere It was over 6 years old.",
      "icon": "💀"
    },
    {
      "slug": "app-maker",
      "name": "App Maker",
      "description": "Killed about 2 months ago, App Maker was a tool that allowed its users to build and deploy custom business apps easily and securely on the web without writing much code. It was about 4 years old.",
      "icon": "💀"
    },
    {
      "slug": "google-cloud-print",
      "name": "Google Cloud Print",
      "description": "Killed 2 months ago, Google Cloud Print allowed users to 'print from anywhere;' to print from web, desktop, or mobile to any Google Cloud Print-connected printer. It was over 10 years old.",
      "icon": "💀"
    },
    {
      "name": "Google Home Max",
      "slug": "google-home-max",
      "description": "Killed 3 months ago, Google Home Max was a large, stereo smart speaker with two tweeters and subwoofers, aux input, and a USB-C input (for wired ethernet) featuring Smart Sound machine learning technology. It was about 3 years old.",
      "icon": " 💀"
    },
    {
      "slug": "science-journal",
      "name": "Science Journal",
      "description": "Killed 3 months ago, Science Journal was a mobile app that helped you run science experiments with your smartphone using the device's onboard sensors. It was over 4 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "name": "Trusted Contacts",
      "slug": "trusted-contacts",
      "description": "Killed 3 months ago, Trusted Contacts was an app that allowed users to share their location and view the location of specific users. It was almost 4 years old."
    },
    {
      "icon": "💀",
      "description": "Killed 5 months ago, Google Play Music was a music and podcast streaming service, and online music locker. It was almost 9 years old.",
      "slug": "google-play-music",
      "name": "Google Play Music"
    },
    {
      "slug": "nest-secure",
      "name": "Nest Secure",
      "description": "Killed 5 months ago, Nest Secure was a security system with an alarm, keypad, and motion sensor with embedded microphone. It was almost 3 years old.",
      "icon": "💀"
    },
    {
      "slug": "hire-by-google",
      "name": "Hire By Google",
      "description": "Killed 6 months ago, Google Hire was an applicant tracking system to help small to medium businesses distribute jobs, identify and attract candidates, build strong relationships with candidates, and efficiently manage the interview process. It was about 3 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "description": "Killed 6 months ago, Password Checkup provided a warning to users if they were using a username and password combination checked against over 4 billion credentials that Google knew to be unsafe. It was over 1 year old.",
      "name": "Password Checkup Extension",
      "slug": "password-checkup-extension"
    },
    {
      "description": "Killed 7 months ago, Focals were a custom-built smart glasses product with a transparent, holographic display that allowed users to read and respond to text messages, navigate turn-by-turn directions, check the weather, and integrate with third-party services like Uber and Amazon Alexa. It was over 1 year old.",
      "name": "Focals by North",
      "slug": "focals-by-north",
      "icon": "💀"
    },
    {
      "name": "Sceneform SDK for Android",
      "slug": "sceneform-sdk-for-android",
      "description": "Killed 8 months ago, Sceneform SDK for Android was a library and toolset for building AR scenes. It was about 2 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "name": "Google Photos Print",
      "slug": "google-photos-print",
      "description": "Killed 9 months ago, Google Photos Print was a subscription service that automatically selected the best ten photos from the last thirty days which were mailed to user's homes. It was 5 months old."
    },
    {
      "icon": "💀",
      "slug": "pigeon-transit",
      "name": "Pigeon Transit",
      "description": "Killed 9 months ago, Pigeon Transit was a transit app that used croudsourced information about delays, crowded trains, escalator outages, live entertainment, dirty or unsafe conditions. It was almost 2 years old."
    },
    {
      "icon": "💀",
      "description": "Killed 10 months ago, Enhanced 404 Pages was a JavaScript library that added suggested URLs and a search box to a website's 404 Not Found page. It was over 11 years old.",
      "name": "Enhanced 404 Pages",
      "slug": "enhanced-404-pages"
    },
    {
      "icon": "💀",
      "name": "Shoelace",
      "slug": "shoelace",
      "description": "Killed 10 months ago, Shoelace was an app used to find group activities with others who share your interests. It was 11 months old."
    },
    {
      "slug": "neighbourly",
      "name": "Neighbourly",
      "description": "Killed 10 months ago, Neighbourly was a mobile app designed to help you learn about your neighborhood by asking other residents, and find out about local services and facilities in your area from people who live around you. It was almost 2 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "fabric",
      "name": "Fabric",
      "description": "Killed 10 months ago, Fabric was a platform that helped mobile teams build better apps, understand their users, and grow their business. It was over 5 years old."
    },
    {
      "icon": "💀",
      "slug": "material-theme-editor",
      "name": "Material Theme Editor",
      "description": "Killed 12 months ago, Material Theme Editor is a plugin for Sketch App which allows you to create a material based design system for your app. It was almost 2 years old."
    },
    {
      "icon": "💀",
      "slug": "google-station",
      "name": "Google Station",
      "description": "Killed about 1 year ago, Google Station is a service which gives partners an easy set of tools to roll-out Wi-Fi hotspots in public places. Google Station provides software and guidance on hardware to turn fiber connections into fast, reliable and safe Wi-Fi zones. It was over 4 years old."
    },
    {
      "slug": "one-today",
      "name": "One Today",
      "description": "Killed about 1 year ago, One Today was an app that allowed users to donate $1 to different organizations and discover how their donation would be used. It was almost 7 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "androidify",
      "name": "Androidify",
      "description": "Killed about 1 year ago, Androidify allowed users to create a custom Android avatar of for themselves and for others. It was almost 9 years old."
    },
    {
      "slug": "google-fiber-tv",
      "name": "Google Fiber TV",
      "description": "Killed about 1 year ago, Google Fiber TV was an IPTV service that was bundled with Google Fiber. It was about 7 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "field-trip",
      "name": "Field Trip",
      "description": "Killed about 1 year ago, Field Trip was a mobile app that acted as a virtual tour guide by cross referencing multiple sources of information to provide users information about points of interest near them. It was over 7 years old."
    },
    {
      "slug": "google-correlate",
      "name": "Google Correlate",
      "description": "Killed about 1 year ago, Google Correlate was a service that provided users information about how strongly the frequency of multiple search terms correlates with each other over a specified time interval. It was over 8 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "google-translator-toolkit",
      "name": "Google Translator Toolkit",
      "description": "Killed over 1 year ago, Google Translator Toolkit was a web application which allowed translators to edit and manage translations generated by Google Translate. It was over 10 years old."
    },
    {
      "icon": "💀",
      "slug": "google-fusion-tables",
      "name": "Google Fusion Tables",
      "description": "Killed over 1 year ago, Google Fusion Tables was a web service for data management that provided a means for visualizing data in different charts, maps, and graphs. It was over 10 years old."
    },
    {
      "slug": "google-bulletin",
      "name": "Google Bulletin",
      "description": "Killed over 1 year ago, Google Bulletin was a hyperlocal news service where users could post news from their neighborhood and allow others in the same areas to hear those stories. It was almost 2 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "touring-bird",
      "name": "Touring Bird",
      "description": "Killed over 1 year ago, Touring Bird was an Area 120 incubator project which helped users compare prices, book tours, tickets, and experiences, and learn about top destinations around the world. It was about 1 year old."
    },
    {
      "slug": "game-builder",
      "name": "Game Builder",
      "description": "Killed over 1 year ago, Game Builder was a multiplayer 3D game environment for creating new games without coding experience. It was 5 months old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "datally",
      "name": "Datally",
      "description": "Killed over 1 year ago, Datally (formerly Triangle) was a smart app by Google that helped you save, manage, and share your mobile data. It was over 2 years old."
    },
    {
      "slug": "google-clips",
      "icon": "💀",
      "description": "Killed over 1 year ago, Google Clips was a miniature clip-on camera that could automatically capture interesting or relevant video clips determined by machine learning algorithms. It was about 2 years old.",
      "name": "Google Clips"
    },
    {
      "icon": "💀",
      "slug": "google-daydream",
      "name": "Google Daydream",
      "description": "Killed over 1 year ago, Google Daydream was a virtual reality platform and set of hardware devices that worked with certain Android phones. It was almost 3 years old."
    },
    {
      "icon": "💀",
      "slug": "youtube-leanback",
      "name": "YouTube Leanback",
      "description": "Killed over 1 year ago, YouTube Leanback was an optimized version of YouTube used for television web browsers and webview application wrappers. It was about 9 years old."
    },
    {
      "icon": "💀",
      "slug": "message-center",
      "name": "Message Center",
      "description": "Killed over 1 year ago, Message Center is a web console where Gmail users view and manage spam email messages. It was almost 6 years old."
    },
    {
      "icon": "💀",
      "slug": "follow-your-world",
      "name": "Follow Your World",
      "description": "Killed over 1 year ago, Follow Your World allowed users to register points of interest on Google Maps and receive email updates whenever the imagery is updated. It was over 8 years old."
    },
    {
      "icon": "💀",
      "slug": "g-suite-training",
      "name": "G Suite Training",
      "description": "Killed over 1 year ago, G Suite Training (previously known as Synergyse) provided interactive and video-based training for 20 Google G Suite products in nine languages through a website and a Chrome extension. It was over 6 years old."
    },
    {
      "icon": "💀",
      "slug": "youtube-messages",
      "name": "YouTube Messages",
      "description": "Killed over 1 year ago, YouTube Messages was a direct messaging feature that allowed users to share and discuss videos one-on-one and in groups on YouTube. It was about 2 years old."
    },
    {
      "icon": "💀",
      "slug": "youtube-for-nintendo-3ds",
      "name": "YouTube for Nintendo 3DS",
      "description": "Killed over 1 year ago, YouTube app for Nintendo 3DS, 2DS, and New 3DS allowed users to stream YouTube videos on the portable gaming console. It was almost 6 years old."
    },
    {
      "icon": "💀",
      "name": "Works with Nest API",
      "slug": "works-with-nest-api",
      "description": "Killed over 1 year ago, Works with Nest was an API that allowed external services to access and control Nest devices. This enabled the devices to be used with third-party home automation platforms and devices. It was about 5 years old."
    },
    {
      "name": "Google Trips",
      "slug": "google-trips",
      "icon": "💀",
      "description": "Killed over 1 year ago, Google Trips was a mobile app that allowed users to plan for upcoming travel by facilitating flight, hotel, car, and restaurant reservations from user's email alongside summarized info about the user's destination. It was almost 3 years old."
    },
    {
      "icon": "💀",
      "slug": "hangouts-on-air",
      "name": "Hangouts on Air",
      "description": "Killed over 1 year ago, Hangouts on Air allowed users to host a multi-user video call while recording and streaming the call on YouTube. It was almost 8 years old."
    },
    {
      "slug": "dragonfly",
      "icon": "💀",
      "name": "Dragonfly",
      "description": "Killed over 1 year ago, Dragonfly was a search engine designed to be compatible with China's state censorship provisions. It was 11 months old."
    },
    {
      "icon": "💀",
      "slug": "google-jump",
      "name": "Google Jump",
      "description": "Killed over 1 year ago, Google Jump was a cloud-based VR media solution that enabled 3D-360 media production by integrating customized capture solutions with best-in-class automated stitching. It was about 4 years old."
    },
    {
      "icon": "💀",
      "slug": "blog-compass",
      "name": "Blog Compass",
      "description": "Killed over 1 year ago, Blog Compass was a blog management tool that integrated with WordPress and Blogger available only in India. It was 9 months old."
    },
    {
      "icon": "💀",
      "slug": "areo",
      "name": "Areo",
      "description": "Killed over 1 year ago, Areo was a mobile app that allowed users in Bangalore, Mumbai, Delhi, Gurgaon, and Pune to order meals from nearby restaurants or schedule appointments with local service professionals, including electricians, painters, cleaners, plumbers, and more. It was about 2 years old."
    },
    {
      "icon": "💀",
      "slug": "youtube-gaming",
      "name": "YouTube Gaming",
      "description": "Killed almost 2 years ago, YouTube Gaming was a video gaming-oriented service and app for videos and live streaming. It was almost 4 years old."
    },
    {
      "slug": "google-cloud-messaging",
      "name": "Google Cloud Messaging (GCM)",
      "description": "Killed almost 2 years ago, Google Cloud Messaging (GCM) was a notification service that enabled developers to send messages between servers and client apps running on Android or Chrome. It was almost 7 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "description": "Killed almost 2 years ago, Data Saver was an extension for Chrome that routed webpages through Google servers to compress and reduce the user's bandwidth. It was about 4 years old.",
      "name": "Data Saver Extension for Chrome",
      "slug": "data-saver-extension-for-chrome"
    },
    {
      "icon": "💀",
      "slug": "inbox-by-gmail",
      "name": "Inbox by Gmail",
      "description": "Killed almost 2 years ago, Inbox by Gmail aimed to improve email through several key features. It was almost 4 years old."
    },
    {
      "icon": "💀",
      "slug": "google+",
      "name": "Google+",
      "description": "Killed almost 2 years ago, Google+ was an Internet-based social network. It was almost 8 years old."
    },
    {
      "icon": "💀",
      "name": "Google URL Shortener",
      "slug": "google-url-shortener",
      "description": "Killed almost 2 years ago, Google URL Shortener, also known as goo.gl, was a URL shortening service. It was over 9 years old."
    },
    {
      "icon": "💀",
      "description": "Killed almost 2 years ago, Google Spotlight Stories was a app associated with a content studio with build award winning immersive storytelling experiences specifically for mobile VR headsets. It was over 5 years old.",
      "slug": "google-spotlight-stories",
      "name": "Google Spotlight Stories"
    },
    {
      "icon": "💀",
      "slug": "google-allo",
      "name": "Google Allo",
      "description": "Killed almost 2 years ago, Google Allo was an instant messaging mobile app for Android, iOS, and Web with special features like a virtual assistant and encrypted mode. It was rebranded as Google Chat. It was over 2 years old."
    },
    {
      "icon": "💀",
      "slug": "google-notification-widget",
      "name": "Google Notification Widget (Mr. Jingles)",
      "description": "Killed about 2 years ago, Mr. Jingles (aka Google Notification Widget) displayed alerts and notifications from across multiple Google services. It was almost 4 years old."
    },
    {
      "icon": "💀",
      "description": "Killed about 2 years ago, YouTube Video Annotations allowed video creators to add interactive commentary to their videos containing background information, branching (\"choose your own adventure\" style) stories, or links to any YouTube video, channel, or search results page. It was over 10 years old.",
      "slug": "youtube-video-annotations",
      "name": "YouTube Video Annotations"
    },
    {
      "icon": "💀",
      "slug": "google-realtime-api",
      "name": "Google Realtime API",
      "description": "Killed about 2 years ago, Google Realtime API provided ways to synchronise resources between devices. It operated on files stored on Google Drive. It was almost 6 years old."
    },
    {
      "icon": "💀",
      "slug": "chromecast-audio",
      "name": "Chromecast Audio",
      "description": "Killed about 2 years ago, Chromecast Audio was a device that allowed users to stream audio from any device to any speaker with an audio input. It was over 3 years old."
    },
    {
      "name": "Google Search Appliance",
      "slug": "google-search-appliance",
      "icon": "💀",
      "description": "Killed about 2 years ago, Google Search Appliance was a rack-mounted device that provided document indexing functionality. It was almost 17 years old."
    },
    {
      "slug": "google-nearby-notifications",
      "name": "Google Nearby Notifications",
      "description": "Killed over 2 years ago, Google Nearby Notifications were a proximity marketing tool using Bluetooth beacons and location-based data to serve content relevant to an Android user's real-world location. It was over 3 years old.",
      "icon": "💀"
    },
    {
      "slug": "coming-soon",
      "name": "Coming Soon...",
      "description": "More Killed By Google Products coming soon...",
      "icon": "🎉"
    }
  ]
}