{
  "categories": [
    {
      "slug": "google-chrome-apps",
      "name": "Google Chrome Apps",
      "description": "Vanishing in over 1 year, Google Chrome Apps were hosted or packaged web applications that ran on the Google Chrome browser. It will be over 11 years old.",
      "icon": "🔪"
    },
    {
      "slug": "android-things",
      "name": "Android Things",
      "description": "Running out of juice in 10 months, Android Things was an Android-based embedded operating system (originally named Brillo) aimed to run on Internet of Things (IoT) devices. It will be over 6 years old.",
      "icon": "🔪"
    },
    {
      "slug": "google-hangouts",
      "name": "Google Hangouts",
      "description": "Floating belly up in 4 months, Google Hangouts was a communication platform which included messages, video chat, and VOIP features. Execution scheduled 'first half 2021'. It will be over 8 years old.",
      "icon": "🔪"
    },
    {
      "slug": "expiditions",
      "name": "Expeditions",
      "description": "Another one bites the dust in 4 months, Expeditions is a program for providing virtual reality experiences to school classrooms through Google Cardboard viewers, allowing educators to take their students on virtual field trips. It will be almost 6 years old.",
      "icon": "🔪"
    },
    {
      "slug": "tour-creator",
      "name": "Tour Creator",
      "description": "best cryptocurrency tools",
      "icon": "🔪"
    },
    {
      "slug": "poly",
      "name": "Poly",
      "description": "Another one bites the dust in 4 months, Poly was a distribution platform for creators to share 3D objects. It will be over 3 years old.",
      "icon": "🔪"
    },
    {
      "slug": "google-go-links",
      "name": "Google Go Links",
      "description": "Vanishing in 19 days, (also known as Google Short Links) was a URL shortening service. It also supported custom domain for customers of Google Workspace (formerly G Suite (formerly Google Apps)). It will be about 11 years old.",
      "icon": "💀"
    },
    {
      "slug": "tilt-brush",
      "name": "Tilt Brush",
      "description": "Killed about 1 month ago, Tilt Brush was a room-scale 3D-painting virtual-reality application available from Google, originally developed by Skillman & Hackett. . It was almost 5 years old.",
      "icon": "💀"
    },
    {
      "slug": "loon",
      "name": "Loon",
      "description": "Killed about 2 months ago, Loon was a service to provide internet access via an array of high-altitude balloons hovering in the Earth's stratsophere It was over 6 years old.",
      "icon": "💀"
    },
    {
      "slug": "app-maker",
      "name": "App Maker",
      "description": "Killed about 2 months ago, App Maker was a tool that allowed its users to build and deploy custom business apps easily and securely on the web without writing much code. It was about 4 years old.",
      "icon": "💀"
    },
    {
      "slug": "google-cloud-print",
      "name": "Google Cloud Print",
      "description": "Killed 2 months ago, Google Cloud Print allowed users to 'print from anywhere;' to print from web, desktop, or mobile to any Google Cloud Print-connected printer. It was over 10 years old.",
      "icon": "💀"
    },
    {
      "name": "Google Home Max",
      "slug": "google-home-max",
      "description": "Killed 3 months ago, Google Home Max was a large, stereo smart speaker with two tweeters and subwoofers, aux input, and a USB-C input (for wired ethernet) featuring Smart Sound machine learning technology. It was about 3 years old.",
      "icon": " 💀"
    },
    {
      "slug": "science-journal",
      "name": "Science Journal",
      "description": "Killed 3 months ago, Science Journal was a mobile app that helped you run science experiments with your smartphone using the device's onboard sensors. It was over 4 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "name": "Trusted Contacts",
      "slug": "trusted-contacts",
      "description": "Killed 3 months ago, Trusted Contacts was an app that allowed users to share their location and view the location of specific users. It was almost 4 years old."
    },
    {
      "icon": "💀",
      "description": "Killed 5 months ago, Google Play Music was a music and podcast streaming service, and online music locker. It was almost 9 years old.",
      "slug": "google-play-music",
      "name": "Google Play Music"
    },
    {
      "slug": "nest-secure",
      "name": "Nest Secure",
      "description": "Killed 5 months ago, Nest Secure was a security system with an alarm, keypad, and motion sensor with embedded microphone. It was almost 3 years old.",
      "icon": "💀"
    },
    {
      "slug": "hire-by-google",
      "name": "Hire By Google",
      "description": "Killed 6 months ago, Google Hire was an applicant tracking system to help small to medium businesses distribute jobs, identify and attract candidates, build strong relationships with candidates, and efficiently manage the interview process. It was about 3 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "description": "Killed 6 months ago, Password Checkup provided a warning to users if they were using a username and password combination checked against over 4 billion credentials that Google knew to be unsafe. It was over 1 year old.",
      "name": "Password Checkup Extension",
      "slug": "password-checkup-extension"
    },
    {
      "description": "Killed 7 months ago, Focals were a custom-built smart glasses product with a transparent, holographic display that allowed users to read and respond to text messages, navigate turn-by-turn directions, check the weather, and integrate with third-party services like Uber and Amazon Alexa. It was over 1 year old.",
      "name": "Focals by North",
      "slug": "focals-by-north",
      "icon": "💀"
    },
    {
      "name": "Sceneform SDK for Android",
      "slug": "sceneform-sdk-for-android",
      "description": "Killed 8 months ago, Sceneform SDK for Android was a library and toolset for building AR scenes. It was about 2 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "name": "Google Photos Print",
      "slug": "google-photos-print",
      "description": "Killed 9 months ago, Google Photos Print was a subscription service that automatically selected the best ten photos from the last thirty days which were mailed to user's homes. It was 5 months old."
    },
    {
      "icon": "💀",
      "slug": "pigeon-transit",
      "name": "Pigeon Transit",
      "description": "Killed 9 months ago, Pigeon Transit was a transit app that used croudsourced information about delays, crowded trains, escalator outages, live entertainment, dirty or unsafe conditions. It was almost 2 years old."
    },
    {
      "icon": "💀",
      "description": "Killed 10 months ago, Enhanced 404 Pages was a JavaScript library that added suggested URLs and a search box to a website's 404 Not Found page. It was over 11 years old.",
      "name": "Enhanced 404 Pages",
      "slug": "enhanced-404-pages"
    },
    {
      "icon": "💀",
      "name": "Shoelace",
      "slug": "shoelace",
      "description": "Killed 10 months ago, Shoelace was an app used to find group activities with others who share your interests. It was 11 months old."
    },
    {
      "slug": "neighbourly",
      "name": "Neighbourly",
      "description": "Killed 10 months ago, Neighbourly was a mobile app designed to help you learn about your neighborhood by asking other residents, and find out about local services and facilities in your area from people who live around you. It was almost 2 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "fabric",
      "name": "Fabric",
      "description": "Killed 10 months ago, Fabric was a platform that helped mobile teams build better apps, understand their users, and grow their business. It was over 5 years old."
    },
    {
      "icon": "💀",
      "slug": "material-theme-editor",
      "name": "Material Theme Editor",
      "description": "Killed 12 months ago, Material Theme Editor is a plugin for Sketch App which allows you to create a material based design system for your app. It was almost 2 years old."
    },
    {
      "icon": "💀",
      "slug": "google-station",
      "name": "Google Station",
      "description": "Killed about 1 year ago, Google Station is a service which gives partners an easy set of tools to roll-out Wi-Fi hotspots in public places. Google Station provides software and guidance on hardware to turn fiber connections into fast, reliable and safe Wi-Fi zones. It was over 4 years old."
    },
    {
      "slug": "one-today",
      "name": "One Today",
      "description": "Killed about 1 year ago, One Today was an app that allowed users to donate $1 to different organizations and discover how their donation would be used. It was almost 7 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "androidify",
      "name": "Androidify",
      "description": "Killed about 1 year ago, Androidify allowed users to create a custom Android avatar of for themselves and for others. It was almost 9 years old."
    },
    {
      "slug": "google-fiber-tv",
      "name": "Google Fiber TV",
      "description": "Killed about 1 year ago, Google Fiber TV was an IPTV service that was bundled with Google Fiber. It was about 7 years old.",
      "icon": "💀"
    },
    {
      "icon": "💀",
      "slug": "field-trip",
      "name": "Field Trip",
      "description": "Killed about 1 year ago, Field Trip was a mobile app that acted as a virtual tour guide by cross referencing multiple sources of information to provide users information about points of interest near them. It was over 7 years old."
    },
    {
      "slug": "coming-soon",
      "name": "Coming Soon...",
      "description": "More Killed By Google Products coming soon...",
      "icon": "🎉"
    }
  ]
}